Repository: reissuesa/reissuesa
Catalog: languages/reissuesa-*-uusi.po
Languages: fi

source: One comment
fi: Yksi kommentti

# comments title
source: %1$s reply on %2$s
fi: %1$s kommentti postaukseen %2$s

source: Comment navigation
fi: Kommenttien navigaatio

source: Older comments
fi: Vanhemmat kommentit

source: Newer comments
fi: Uudemmat kommentit

source: Older Comments
fi: Vanhemmat kommentit

source: Newer Comments
fi: Uudemmat kommentit

source: Comments are closed.
fi: Kommentit on suljettu.

source: Footer: Admin
fi: Ylläpito

source: Footer: WP theme
fi: WP-teema

source: Accessibility: Skip to content
fi: Siirry sisältöön

source: Menu: Primary Menu
fi: Päävalikko

source: Menu: Social Menu
fi: Some-valikko

source: Primary Sidebar
fi: Oletussivupalkki

source: Sidebar on the right side
fi: Sivupalkki oikealla

source: Footer Widgets
fi: Alapalkin vimpainalue

source: Add footer widgets here.
fi: Lisää alapalkin vimpaimet tänne.

source: Front page widgets
fi: Etusivun vimpainalue

source: Add front page widgets here.
fi: Lisää etusivun vimpaimet tänne.

source: About page widgets
fi: Minusta-sivun vimpainalue

source: Add About page widgets here.
fi: Lisää Minusta-sivun vimpaimet tänne.

source: Visited page widgets
fi: Käydyt maat -sivun vimpainalue

source: Add Visited page widgets here.
fi: Lisää Käydyt maat -sivun vimpaimet tänne.

source: Search: Submit
fi: Hae

source: Search: Placeholder
fi: Etsi sivustolta...

source: Search: Screen reader label
fi: Etsi sivustolta

source: Primary Color
fi: Oletusväri

# primary color
source: Default
fi: Oletus

# primary color
source: Custom
fi: Kustomoitu

source: Apply a custom color for buttons, links, featured images, etc.
fi: Sovella kustomoitua väriä painikkeisiin, linkkeihin, otsikkokuviin jne.

source: Apply a filter to featured images using the primary color
fi: Sovella suodatinta otsikkokuviin käyttäen oletusväriä

source: Taxonomies: Categories
fi: Kategoriat

source: Taxonomies: Keywords
fi: Tagit

source: Title: Archives
fi: Arkisto

source: Title: Home
fi: Blogi

source: Title: Search
fi: Haku

source: Title: 404
fi: Hakemaasi sivua ei löytynyt

source: Menu: Button label
fi: Menu

source: Navigation: Next
fi: Seuraava

source: Navigation: Previous
fi: Edellinen

source: Next post
fi: Seuraava postaus

source: Next post:
fi: Seuraava postaus:

source: Previous post
fi: Edellinen postaus

source: Previous post:
fi: Edellinen postaus:

source: Social share: Title
fi: Jaa somessa

source: Social share: Facebook
fi: Jaa Facebookisssa

source: Social share: Twitter
fi: Jaa Twitterissä

source: Social share: LinkedIn
fi: Jaa LinkedInissä

source: Social share: WhatsApp
fi: Jaa WhatsAppissa

source: Continue reading<span class="screen-reader-text"> "%s"</span>
fi: Jatka lukemista<span class="screen-reader-text"> "%s"</span>

source: Pages:
fi: Sivut:

source: Search: Nothing found description
fi: Hakutuloksia ei löytynyt. Kokeile eri hakusanoja.
